{
	tips:[
		"Would you like a useful tip? Yeah, so would I.",
		"Don't put anything onto your ships.",
		"Fly into the black hole. It's safe.",
		"Leave some free OP when refitting the ship. You never know what you'll pick up during combat.",
		"Ever notice how black holes and jump points look so similar?",
		"Build colonies on the Sun at night.",
		"J U S T  O N S L A U G H T",
		"What doesn't kill you makes you stronger: A little saturation bombing is good for people.",
		"Keep spiders in your fusion chamber.",
		"Find any bugs? Please report them in the IRONCLAD thread on the forums.",
		"Like fighter spam? Don't.",
		"Frigate spam is a viable tactic.",
		"Keep as many OP free on your ships as possible to maximize your ability to respond to unforeseen situations.",
		"These cyan ships are nice, hug them.",
		"OP are OP and will be nerfed soon.",
		"The Reaper is your friend.",
		"Missiles should be 0 OP.",
		"If you get your burn speed down below 0, it wraps around and you'll break the speed of light.",
		"There is nothing wrong with the Sindrian Diktat.",
		"Atlases are a very versatile combat chassis capable of taking on entire fleets by themselves.",
		"Praise be Omega.",
		"Anime",
		"Bad.",
		"Without a government to mandate insurance, no one would care",
		"Unlike starsector, real life doesn't have a reload button",
		"Tip: if you quit your job, you will have more time for starsector.",
		"Zoomed in previews are useless.",
		"Carbonation is just putting arrows in your drink.",
		"Shwooming sward go boom boom voom voom.",
		"In case of an investigation by any federal entity or similar, I do not have any involvement with this group or with the people in it, I do now know how I am here, probably added by a third party, I do not support any actions by the members of this group.",
		"Belter is actually a really linguistically interesting creole language, it's actually one of the things in the expanse that I really like, probably one of the reasons I like the expanse so much. It shows a degree of research and thought put in to some minor and major world building details that post people don't put in. Like, belters aren't just 'earth culture but in space', nor are they just a vaguely generic multi ethnic future human culture, they've got a realistic set of shared experiences, cultural touchstones, and an actual proper language. The expanse has some of the best cultural world building I've ever seen in scifi.",
		"What if farts had recoil?",
		"What if: Fishkill but worse?",
		"You ALWAYS want strike missile unless you have a VERY important reason not to.",
		"Just buff the radient",
		"When a mommy and a daddy flare gun love each other very much, they give each other a special kind of hug.",
		"My yang GM gruav was Z go f fjelebfjYgv!’en fkahBdjjfoa",
		"I find it funny that we have to survey to find a space elevator. I can imagine them just dropping in pods onto the surface, getting out, looking up and going 'oh hey, there's a gigantic fucking beanpole going into space'",
		"'Cores! Cores! Cores from the Persean Sector!' - Unnamed scavenger, running through the streets of Kazeron waving a Tri-pad in the air, c+97",
		"No beans, only ballistics.",
		"Onion rings are just american onion tempura.",
		"Hide under a bridge and give people free tacos when they go over the bridge.",
		"If he's called invincible why can I see him?",
		"smh guys dont you all have jobs or something.",
		"You may dehorse the man, but you cannot deman the horse.",
		"You can in fact scent anything you want, chemistry allows this and it is not illegal.",
		"Sharks are slightly weirder than the norm.",
		"7/11 is often near a gas station, which means more fuel to commit warcrimes with.",
		"@everyone Dong time.",
		"That hole in the Paragon could have fielded a sector-wide EMP blaster but that dingy Tri-Tach exec just said 'We don't have enough mone, just turn it into a donut lmao.'",
		"The microwave burrito will not be done until you turn on the microwave.",
		"You can milk space.",
	],
}